[
    {
      "id": "001",
      "image": "/images/diapers/diaper-01.webp",
      "title": "Pampers Cruisers 360 Diapers, Size 3",
      "description": "Pampers Cruisers 360 diapers are our best fit and protection for your active baby. Unlike ordinary disposable diapers that gap in the back, Pampers Cruisers 360 diapers stretch comfortably around your baby's waist and adapt to their every move for a flexible, gap-free fit that is up to 100% leakproof. Plus, they feature our Dual Leak-Guard Barriers that gently seal around your baby's legs, where leaks happen most.​​​And forget fiddling with ordinary diaper tapes! Pampers Cruisers 360 has a 360-degree stretchy waistband designed to quickly and easily pull up onto your wiggly baby. And when a diaper change is complete, we’ve made disposal simple. All you need to do is RIP the Easy-Tear Sides and ROLL the diaper, then secure it with the disposal tape that comes attached to the back. Simple as that.​​​Also, to keep your baby's delicate skin healthy, Pampers Cruisers 360 delivers breathable dryness, pulling out wetness and locking it away from skin using our exclusive Lock-Away Channels. Plus, Cruisers 360 is hypoallergenic—completely free of elemental chlorine bleaching, parabens and latex.* For protection that will keep your little one happy and comfy on-the-go, trust Pampers, the #1 pediatrician recommended brand.​​*Natural rubber",
      "price": 39.77,
      "make": "Pampers"
    },
    {
      "id": "002",
      "image": "/images/diapers/diaper-02.webp",
      "title": "Pampers Swaddlers Diapers, Size 4",
      "description": "New & improved! Product and packaging may vary. What keeps baby’s skin healthy? A diaper that doesn’t leave skin wet. That's why new and improved Pampers Swaddlers absorb wetness better and provide up to 100% leakproof skin protection to help keep your baby's skin healthy and protected. New Pampers Swaddlers are designed with a Wrap & Protect Waistband that gently wraps around baby to help protect skin from irritation—and Wrap & Protect leg barriers that protect where leaks happen most. For trusted protection, trust Pampers Swaddlers, the #1 Choice of U.S. Hospitals, Nurses, and Parents.* 66 Count",
      "price": 28.22,
      "make": "Pampers"
    },
    {
      "id": "003",
      "image": "/images/diapers/diaper-03.webp",
      "title": "Huggies Overnites Night Diapers, Size 6",
      "description": "Help your baby have drier nights and better mornings** with Huggies Overnites Night Diapers! As the #1 selling nighttime diaper*, These overnight baby diapers feature an extra absorbent DryTouch Liner that locks away moisture for up to 12 hours of overnight protection. A contoured shape and a pocketed waistband provide all-night leak protection and comfort for your baby. The Huggies' SnugFit Waistband and Double Grip Strips ensure a secure fit, which works great for babies who are starting to toss and turn in their sleep. Plus, a wetness indicator lets you know if your little one needs a diaper change, while a breathable outer cover helps keep your baby's delicate skin dry and comfortable. Huggies Overnites feature adorable Disney Winnie the Pooh designs and are available in size 3 (16-28 lbs), size 4 (22-37 lbs), size 5 (27+ lbs), size 6 (35+ lbs) and size 7 (41+ lbs). For ultimate daytime protection, try Huggies Little Movers! Join the new Huggies Rewards+ powered by Fetch to get rewarded. Earn points on Huggies diapers, in addition to thousands of other products to redeem for hundreds of gift cards. Download the Fetch Rewards app to get started today! (*Based on US Nielsen data ending 9/17/2022) (**compared to Huggies daytime diapers)",
      "price": 24.42,
      "make": "Huggies"
    },
    {
      "id": "004",
      "image": "/images/diapers/diaper-04.webp",
      "title": "Pampers Pure Diapers, Size 5",
      "description": "Your search for pure protection that works is over! Designed to help skin stay dry and healthy, Pampers Pure Protection diapers lock wetness away from skin for up to 12 hours for outstanding leakage protection with skin-loving care. Plus, our designer, boutique prints make Pampers Pure just as precious as they are protecting. We've thoughtfully chosen all of our ingredients to care for your baby's precious skin. Our exclusive, plant-based liner** is enriched with shea-butter to help nourish and protect skin while our outer cover is enhanced with premium cotton, making Pampers Pure Protection diapers irresistibly soft and breathable. But the ingredients we've chosen to leave out are just as important. That's why Pampers Pure Protection diapers are free of elemental chlorine, fragrance, parabens, and latex* and are hypoallergenic.*Natural rubber**Plant-based and polypropylene blend The Seal of Cotton and cotton enhanced are trademarks of Cotton Incorporated. cotton enhanced soft outer cover contains 15% cotton. 48 Count",
      "price": 27.65,
      "make": "Pampers"
    },
    {
      "id": "005",
      "image": "/images/diapers/diaper-05.webp",
      "title": "Pampers Swaddlers Diapers, Size 4",
      "description": "New & improved! Product and packaging may vary. What keeps baby’s skin healthy? A diaper that doesn’t leave skin wet. That's why new and improved Pampers Swaddlers absorb wetness better and provide up to 100% leakproof skin protection to help keep your baby's skin healthy and protected. New Pampers Swaddlers are designed with a Wrap & Protect Waistband that gently wraps around baby to help protect skin from irritation—and Wrap & Protect leg barriers that protect where leaks happen most. For trusted protection, trust Pampers Swaddlers, the #1 Choice of U.S. Hospitals, Nurses, and Parents.* 116 count",
      "price": 39.77,
      "make": "Pampers"
    },
    {
      "id": "006",
      "image": "/images/diapers/diaper-06.webp",
      "title": "Parent's Choice Dry & Gentle, Size 6",
      "description": "Parent's Choice Dry and Gentle Diapers help keep your baby comfortable and happy. The diapers' wetness indicators will change colors, letting you know when it's time to change your baby's diaper. The DryNOW channels absorb quickly to help keep skin dry and healthy. These diapers also have a snug and stretchy fit with wiggle-proof leak barriers. Each diaper is made without natural latex, lotions, and perfumes so you can trust they will be gentle on your baby's skin. Choose from two stylish, fun prints in multiple sizes and bring home our Parent's Choice Dry and Gentle Diapers today.At Parent's Choice, our mission is simple: we're committed to delivering quality diapers to help keep little ones dry, comfortable, and happy. Our diapers are dermatologically tested and made without latex, fragrance, and lotions to help maintain baby's naturally healthy skin throughout the day or night.",
      "price": 27.38,
      "make": "Parent"
    },
    {
      "id": "007",
      "image": "/images/diapers/diaper-07.webp",
      "title": "Pampers Cruisers Diapers 360, Size 5",
      "description": "Pampers Cruisers 360 diapers are our best fit and protection for your active baby. Unlike ordinary disposable diapers that gap in the back, Pampers Cruisers 360 diapers stretch comfortably around your baby's waist and adapt to their every move for a flexible, gap-free fit that is up to 100% leakproof. Plus, they feature our Dual Leak-Guard Barriers that gently seal around your baby's legs, where leaks happen most.​​​And forget fiddling with ordinary diaper tapes! Pampers Cruisers 360 has a 360-degree stretchy waistband designed to quickly and easily pull up onto your wiggly baby. And when a diaper change is complete, we’ve made disposal simple. All you need to do is RIP the Easy-Tear Sides and ROLL the diaper, then secure it with the disposal tape that comes attached to the back. Simple as that.​​​Also, to keep your baby's delicate skin healthy, Pampers Cruisers 360 delivers breathable dryness, pulling out wetness and locking it away from skin using our exclusive Lock-Away Channels. Plus, Cruisers 360 is hypoallergenic—completely free of elemental chlorine bleaching, parabens and latex.* For protection that will keep your little one happy and comfy on-the-go, trust Pampers, the #1 pediatrician recommended brand.​​*Natural rubber",
      "price": 39.77,
      "make": "Pampers"
    },
    {
      "id": "008",
      "image": "/images/diapers/diaper-08.webp",
      "title": "Rascal + Friends Diapers Cocomelon Edition",
      "description": "Rascal + Friends have teamed up with CoComelon to bring you premium diapers that are seriously good and seriously fun, featuring a new limited edition CoComelon print with JJ & friends! Rascal + Friends premium diapers are made to move in, made to power through the night without leaks in, are free from nasties, dermatologically certified and perform exceptionally. Featuring our unique 3D core technology*, high back waistband, soft leg cuffs and double leak guards, we'll help you fight the mess while still being gentle on rascal bums. Plus, each box of Rascal + Friends CoComelon Diapers includes a limited edition CoComelon activity sticker sheet! Make diaper change-time easier with Rascal + Friends premium diapers, featuring JJ from CoComelon. We’ve got you (and your little human) covered. *in sizes 2-6.",
      "price": 39.77,
      "make": "Rascal"
    },
    {
      "id": "009",
      "image": "/images/diapers/diaper-09.webp",
      "title": "Huggies Little Movers Baby Diapers, Size 4",
      "description": "At Huggies, we know a comfy baby is a happy baby, and that's why Huggies Little Movers Baby Diapers are our best fitting diaper, designed specifically for your active baby. Safe for sensitive skin, hypoallergenic and dermatologist-tested, these disposable baby diapers are free of fragrances and parabens, as well as elemental chlorine and natural rubber latex. Offering up to 12 hours of comfortable protection, these Huggies baby diapers feature a curved shape and a stretchy waistband designed to prevent leaks and help keep your baby comfortable while on the move. Little Movers are made for worry-free running, jumping and playing, as they feature Double Grip Strips provide flexibility and help eliminate gaps. Not only do our diapers lock away 99% of wetness, but they also are made with a fast-absorbing DryTouch Liner. Each baby diaper also comes with a soft, back pocketed waistband that works to contain messes, even when your baby is on the move. With a wetness indicator of a yellow line that changes to blue when wet, you can easily know when your baby is ready for a diaper change. Coming in limited edition Disney's The Lion King designs that celebrate 100 years of Disney, Little Movers Diapers are available in size 3 (16-28 lbs), size 4 (22-37 lbs), size 5 (27+ lbs), size 6 (35+ lbs) and size 7 (41+ lbs). Join Huggies Rewards+ powered by Fetch to get rewarded. Earn points on Huggies, in addition to thousands of other products to redeem for hundreds of gift cards. Download the Fetch Rewards app to get started today! (*Wet Fit, Among Branded Open Diapers)",
      "price": 41.97,
      "make": "Huggies"
    },
    {
      "id": "010",
      "image": "/images/diapers/diaper-10.webp",
      "title": "Luvs Paw Patrol Edition Diapers, Size 1",
      "description": "You learned a lot from baby #1 - especially not to pay more for diapers when you don't have to. So now, you don't trust something because it costs more, you trust what works. Luvs diapers protect baby from leaks at the low price you're looking for - complete with a money-back guarantee.* That's because Luvs knows that between laundry, play dates, snack times, and nap times, you don't have time for leaks. Luckily, Luvs has NightLock Plus to lock away wetness, even overnight. Luvs diapers also have large, refastenable stretch tabs and a wide fastening area to help make diaper changing time easier too. They're also super soft with a Leakguard core, to help keep baby dry and comfortable. You value your time, and so do we. Get a better value in diapers when you Live, Learn, & Get Luvs. Available in sizes NB, 1, 2, 3, 4, 5, and 6. *If you're not completely satisfied, please send the original receipt and UPC to us within 45 days of purchase for a full product refund via prepaid card. Limited to one redemption per household or name. For additional details, please call 1-888-NO-LEAKS (1-888-665-3257).",
      "price": 17.97,
      "make": "Luvs"
    }
  ]
  